{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "dtype": "float32", "kernel_regularizer": null, "batch_input_shape": [null, 90], "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "trainable": true, "units": 90, "name": "dense_1"}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 90, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_2"}}, {"class_name": "Dense", "config": {"activation": "softmax", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 9, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_3"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "dtype": "float32", "kernel_regularizer": null, "batch_input_shape": [null, 90], "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "trainable": true, "units": 90, "name": "dense_4"}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 90, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_5"}}, {"class_name": "Dense", "config": {"activation": "softmax", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 9, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_6"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "dtype": "float32", "kernel_regularizer": null, "batch_input_shape": [null, 90], "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "trainable": true, "units": 90, "name": "dense_7"}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 90, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_8"}}, {"class_name": "Dense", "config": {"activation": "softmax", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 9, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_9"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "dtype": "float32", "kernel_regularizer": null, "batch_input_shape": [null, 90], "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "trainable": true, "units": 90, "name": "dense_10"}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 90, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_11"}}, {"class_name": "Dense", "config": {"activation": "softmax", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 9, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_12"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "dtype": "float32", "kernel_regularizer": null, "batch_input_shape": [null, 90], "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "trainable": true, "units": 90, "name": "dense_13"}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 90, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_14"}}, {"class_name": "Dense", "config": {"activation": "softmax", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 9, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_15"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "dtype": "float32", "kernel_regularizer": null, "batch_input_shape": [null, 90], "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "trainable": true, "units": 90, "name": "dense_16"}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 90, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_17"}}, {"class_name": "Dense", "config": {"activation": "softmax", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 9, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_18"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "dtype": "float32", "kernel_regularizer": null, "batch_input_shape": [null, 90], "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "trainable": true, "units": 90, "name": "dense_19"}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 90, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_20"}}, {"class_name": "Dense", "config": {"activation": "softmax", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 9, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_21"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "dtype": "float32", "kernel_regularizer": null, "batch_input_shape": [null, 90], "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "trainable": true, "units": 90, "name": "dense_22"}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 90, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_23"}}, {"class_name": "Dense", "config": {"activation": "softmax", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 9, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_24"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "dtype": "float32", "kernel_regularizer": null, "batch_input_shape": [null, 90], "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "trainable": true, "units": 90, "name": "dense_25"}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 90, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_26"}}, {"class_name": "Dense", "config": {"activation": "softmax", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 9, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_27"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "dtype": "float32", "kernel_regularizer": null, "batch_input_shape": [null, 90], "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "trainable": true, "units": 90, "name": "dense_28"}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 90, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_29"}}, {"class_name": "Dense", "config": {"activation": "softmax", "use_bias": true, "bias_regularizer": null, "trainable": true, "units": 9, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_30"}}], "keras_version": "2.0.4"}