{"config": [{"config": {"name": "dense_1", "batch_input_shape": [null, 93], "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "units": 100, "dtype": "float32", "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_2", "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "units": 9, "activation": "softmax", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_3", "batch_input_shape": [null, 93], "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "units": 100, "dtype": "float32", "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_4", "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "units": 9, "activation": "softmax", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_5", "batch_input_shape": [null, 93], "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "units": 100, "dtype": "float32", "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_6", "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "units": 9, "activation": "softmax", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_7", "batch_input_shape": [null, 93], "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "units": 100, "dtype": "float32", "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_8", "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "units": 9, "activation": "softmax", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_9", "batch_input_shape": [null, 93], "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "units": 100, "dtype": "float32", "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_10", "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "units": 9, "activation": "softmax", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_11", "batch_input_shape": [null, 93], "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "units": 100, "dtype": "float32", "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_12", "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "units": 9, "activation": "softmax", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_13", "batch_input_shape": [null, 93], "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "units": 100, "dtype": "float32", "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_14", "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "units": 9, "activation": "softmax", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_15", "batch_input_shape": [null, 93], "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "units": 100, "dtype": "float32", "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_16", "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "units": 9, "activation": "softmax", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_17", "batch_input_shape": [null, 93], "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "units": 100, "dtype": "float32", "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_18", "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "units": 9, "activation": "softmax", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_19", "batch_input_shape": [null, 93], "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "units": 100, "dtype": "float32", "kernel_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"name": "dense_20", "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "units": 9, "activation": "softmax", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mean": 0.0, "seed": null, "stddev": 0.05}, "class_name": "RandomNormal"}, "trainable": true, "kernel_constraint": null, "bias_constraint": null}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.0.4"}