{"config": [{"class_name": "Dense", "config": {"dtype": "float32", "bias_regularizer": null, "units": 30, "activation": "sigmoid", "batch_input_shape": [null, 30], "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_1"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "units": 9, "activation": "softmax", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_2"}}, {"class_name": "Dense", "config": {"dtype": "float32", "bias_regularizer": null, "units": 30, "activation": "sigmoid", "batch_input_shape": [null, 30], "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_3"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "units": 9, "activation": "softmax", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_4"}}, {"class_name": "Dense", "config": {"dtype": "float32", "bias_regularizer": null, "units": 30, "activation": "sigmoid", "batch_input_shape": [null, 30], "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_5"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "units": 9, "activation": "softmax", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_6"}}, {"class_name": "Dense", "config": {"dtype": "float32", "bias_regularizer": null, "units": 30, "activation": "sigmoid", "batch_input_shape": [null, 30], "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_7"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "units": 9, "activation": "softmax", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_8"}}, {"class_name": "Dense", "config": {"dtype": "float32", "bias_regularizer": null, "units": 30, "activation": "sigmoid", "batch_input_shape": [null, 30], "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_9"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "units": 9, "activation": "softmax", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_10"}}, {"class_name": "Dense", "config": {"dtype": "float32", "bias_regularizer": null, "units": 30, "activation": "sigmoid", "batch_input_shape": [null, 30], "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_11"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "units": 9, "activation": "softmax", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_12"}}, {"class_name": "Dense", "config": {"dtype": "float32", "bias_regularizer": null, "units": 30, "activation": "sigmoid", "batch_input_shape": [null, 30], "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_13"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "units": 9, "activation": "softmax", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_14"}}, {"class_name": "Dense", "config": {"dtype": "float32", "bias_regularizer": null, "units": 30, "activation": "sigmoid", "batch_input_shape": [null, 30], "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_15"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "units": 9, "activation": "softmax", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_16"}}, {"class_name": "Dense", "config": {"dtype": "float32", "bias_regularizer": null, "units": 30, "activation": "sigmoid", "batch_input_shape": [null, 30], "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_17"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "units": 9, "activation": "softmax", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_18"}}, {"class_name": "Dense", "config": {"dtype": "float32", "bias_regularizer": null, "units": 30, "activation": "sigmoid", "batch_input_shape": [null, 30], "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_19"}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "units": 9, "activation": "softmax", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "name": "dense_20"}}], "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.0.4"}