{"keras_version": "2.0.4", "class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_1", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "batch_input_shape": [null, 93], "trainable": true, "kernel_constraint": null, "use_bias": true, "dtype": "float32", "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_2", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 9, "bias_constraint": null, "name": "dense_3", "activation": "softmax", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_4", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "batch_input_shape": [null, 93], "trainable": true, "kernel_constraint": null, "use_bias": true, "dtype": "float32", "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_5", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 9, "bias_constraint": null, "name": "dense_6", "activation": "softmax", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_7", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "batch_input_shape": [null, 93], "trainable": true, "kernel_constraint": null, "use_bias": true, "dtype": "float32", "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_8", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 9, "bias_constraint": null, "name": "dense_9", "activation": "softmax", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_10", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "batch_input_shape": [null, 93], "trainable": true, "kernel_constraint": null, "use_bias": true, "dtype": "float32", "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_11", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 9, "bias_constraint": null, "name": "dense_12", "activation": "softmax", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_13", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "batch_input_shape": [null, 93], "trainable": true, "kernel_constraint": null, "use_bias": true, "dtype": "float32", "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_14", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 9, "bias_constraint": null, "name": "dense_15", "activation": "softmax", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_16", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "batch_input_shape": [null, 93], "trainable": true, "kernel_constraint": null, "use_bias": true, "dtype": "float32", "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_17", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 9, "bias_constraint": null, "name": "dense_18", "activation": "softmax", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_19", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "batch_input_shape": [null, 93], "trainable": true, "kernel_constraint": null, "use_bias": true, "dtype": "float32", "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_20", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 9, "bias_constraint": null, "name": "dense_21", "activation": "softmax", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_22", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "batch_input_shape": [null, 93], "trainable": true, "kernel_constraint": null, "use_bias": true, "dtype": "float32", "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_23", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 9, "bias_constraint": null, "name": "dense_24", "activation": "softmax", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_25", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "batch_input_shape": [null, 93], "trainable": true, "kernel_constraint": null, "use_bias": true, "dtype": "float32", "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_26", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 9, "bias_constraint": null, "name": "dense_27", "activation": "softmax", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_28", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "batch_input_shape": [null, 93], "trainable": true, "kernel_constraint": null, "use_bias": true, "dtype": "float32", "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 30, "bias_constraint": null, "name": "dense_29", "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"units": 9, "bias_constraint": null, "name": "dense_30", "activation": "softmax", "kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "stddev": 0.05, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "bias_regularizer": null, "kernel_regularizer": null}}]}